{"span_id": 0, "source": "odyssey_sample.txt", "text": "Book IX Tell me, Muse, of that ingenious hero who travelled far and wide after he had sacked the famous town of Troy. Many cities did he visit, and many were the nations with whose manners and customs he was acquainted; moreover he suffered much by sea while trying to save his own life and bring his men safely home; but do what he might he could not save his men, for they perished through their own sheer folly in eating the cattle of the Sun-god Hyperion; so the god prevented them from ever reaching home. Tell me, too, about"}
{"span_id": 1, "source": "odyssey_sample.txt", "text": "eating the cattle of the Sun-god Hyperion; so the god prevented them from ever reaching home. Tell me, too, about all these things, O daughter of Zeus, from whatsoever point you may choose to begin. Now when the child of morning, rosy-fingered Dawn, appeared, I called my men together and said, \"My friends, we have meat and drink in the ship, let us not touch the cattle or we shall suffer for it; for these cattle and sheep belong to the mighty sun-god, who sees and gives ear to everything.\" And my men promised me solemnly that they would obey."}
{"span_id": 2, "source": "odyssey_sample.txt", "text": "the mighty sun-god, who sees and gives ear to everything.\" And my men promised me solemnly that they would obey. But Odysseus had bound himself to the mast, and his men stopped their ears with wax, so that he alone heard the Sirens' song. The Sirens sang sweetly, promising knowledge of all things, but Odysseus resisted their call and sailed safely past. When they reached the land of the Cyclopes, Odysseus and his men entered the cave of Polyphemus. The giant Cyclops trapped them inside and began devouring the sailors two by two. Odysseus devised a clever plan: he gave"}
{"span_id": 3, "source": "odyssey_sample.txt", "text": "giant Cyclops trapped them inside and began devouring the sailors two by two. Odysseus devised a clever plan: he gave the Cyclops strong wine until Polyphemus fell into a drunken stupor, then blinded him with a sharpened stake. The golden-throned Dawn came early, and rosy-fingered Eos spread her light across the wine-dark sea. The ships of the Achaeans cut through the waves like dolphins, their bronze prows gleaming in the morning sun. In the halls of Olympus, Zeus the Thunderer held council with the immortal gods. Athena, bright-eyed daughter of Zeus, spoke wisdom, while Poseidon the Earth-Shaker voiced his anger"}
{"span_id": 4, "source": "odyssey_sample.txt", "text": "held council with the immortal gods. Athena, bright-eyed daughter of Zeus, spoke wisdom, while Poseidon the Earth-Shaker voiced his anger against the hero who had blinded his son. The lotus-eaters welcomed the sailors with their honeyed fruit, which brought forgetfulness of home and duty. Some of Odysseus's men tasted the lotus and no longer wished to return to Ithaca, but Odysseus forced them back to the ships by strength. Circe the witch-goddess transformed men into swine with her potions, but Odysseus, protected by the herb moly given by Hermes, resisted her magic and compelled her to restore his companions to"}
{"span_id": 5, "source": "odyssey_sample.txt", "text": "Odysseus, protected by the herb moly given by Hermes, resisted her magic and compelled her to restore his companions to human form. In the underworld, Odysseus spoke with the shade of his mother Anticleia and the spirit of Achilles, who told him that it was better to be a living slave than a dead king. The prophet Tiresias warned him of the trials yet to come on his journey home to Ithaca."}
{"span_id": 6, "source": "theogony_sample.txt", "text": "The Theogony of Hesiod Chaos was first of all, but next appeared broad-bosomed Earth, the solid and eternal home of all, and Eros, the most beautiful of the immortal gods, who loosens the limbs and subdues both mind and sensible counsel in the breasts of all gods and all men. From Chaos came Erebus and black Night, and from Night came Aether and Day, whom she bore after union in love with Erebus. Earth first bore starry Sky, equal to herself, to cover her on all sides and be a secure home for the blessed gods. She bore also the"}
{"span_id": 7, "source": "theogony_sample.txt", "text": "herself, to cover her on all sides and be a secure home for the blessed gods. She bore also the high mountains, graceful haunts of the goddess Nymphs who dwell in the wooded hills. She also bore the unharvested sea with its raging swell, Pontus, and this without sweet union of love. But afterwards, lying with Sky, she bore deep-eddying Oceanus, and Coeus and Crius and Hyperion and Iapetus, and Theia and Rhea and Themis and Mnemosyne, and gold-crowned Phoebe and lovely Tethys. After these came youngest-born Cronus, the crafty one, most fearsome of her children, who hated his vigorous"}
{"span_id": 8, "source": "theogony_sample.txt", "text": "and lovely Tethys. After these came youngest-born Cronus, the crafty one, most fearsome of her children, who hated his vigorous father. Again, she bore the Cyclopes, strong of heart: Brontes and Steropes and stubborn-hearted Arges, who gave Zeus his thunder and fashioned the thunderbolt. These were like the gods in all respects except that a single eye lay in the middle of their foreheads, and they were called Cyclopes because of this circular eye that lay upon their brows. Cronus took his great sickle and cut off the genitals of his father Sky. And when he had cast them from"}
{"span_id": 9, "source": "theogony_sample.txt", "text": "took his great sickle and cut off the genitals of his father Sky. And when he had cast them from the land into the surging sea, they were carried over the waters for a long time, and white foam arose around the immortal flesh, and in it grew a maiden. First she came near holy Cythera, and thence she came to sea-girt Cyprus. And out came a goddess, lovely and revered, and grass grew beneath her delicate feet. Her gods and men call Aphrodite, because she was nurtured in foam, and Cytherea, because she approached Cythera, and Cyprogenes, because she"}
{"span_id": 10, "source": "theogony_sample.txt", "text": "and men call Aphrodite, because she was nurtured in foam, and Cytherea, because she approached Cythera, and Cyprogenes, because she was born in billowy Cyprus. And with her went Eros and fair Desire as she was born and went first to the gathering of the gods. Zeus, who gathers the clouds, was greatly angered in his heart when he saw the might of the far-shooting fire. And straightway he made an evil thing for men as the price of fire; for the very famous Lame God formed of earth the likeness of a shy maiden as the son of Cronus"}
{"span_id": 11, "source": "theogony_sample.txt", "text": "for the very famous Lame God formed of earth the likeness of a shy maiden as the son of Cronus willed. And the goddess bright-eyed Athena girded and clothed her with silvery garments, and down from her head she spread with her hands a broidered veil, a wonder to see; and she, Pallas Athena, put about her head lovely garlands, flowers of new-grown herbs. Also she put upon her head a crown of gold which the very famous Lame God made himself and worked with his own hands as a favor to Zeus his father. This was Pandora, the first"}
{"span_id": 12, "source": "theogony_sample.txt", "text": "made himself and worked with his own hands as a favor to Zeus his father. This was Pandora, the first of womankind, and from her comes the race of women and female kind. From her is the race of women and female kind: of her is the deadly race and tribe of women who live amongst mortal men to their great trouble, no helpmeets in hateful poverty, but only in wealth."}
